reference_cfd/openfoam_v2606/flat_plate/medium_incidence_7p5deg/0/N2
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object N2;
}

dimensions [0 0 0 0 0 0 0];
internalField uniform 0.766;

boundaryField
{
    airInlet
    {
        type fixedValue;
        value uniform 0.766;
    }
    targetWall
    {
        type zeroGradient;
    }
    farField
    {
        type inletOutlet;
        inletValue uniform 0.766;
        value uniform 0.766;
    }
}
